export const codeNum = [378, 180, 300, 220, 600, 330, 400];
export const timeNum = [30, 50, 60, 40, 100, 66, 180];
export const dateList = [
  "08.01",
  "08.02",
  "08.03",
  "08.04",
  "08.05",
  "08.06",
  "08.07"
];

export const chartData = {
  columns: ["日期", "确诊病例", "疑似病例", "重症病例", "死亡病例", "治愈病例"],
  rows: [
    {
      日期: "2020-01-24",
      确诊病例: 444,
      疑似病例: 1118,
      重症病例: 0,
      死亡病例: 16,
      治愈病例: 3
    },
    {
      日期: "2020-01-25",
      确诊病例: 688,
      疑似病例: 1309,
      重症病例: 87,
      死亡病例: 15,
      治愈病例: 11
    },
    {
      日期: "2020-01-26",
      确诊病例: 769,
      疑似病例: 3806,
      重症病例: 137,
      死亡病例: 24,
      治愈病例: 2
    },
    {
      日期: "2020-01-27",
      确诊病例: 1771,
      疑似病例: 2077,
      重症病例: 515,
      死亡病例: 26,
      治愈病例: 9
    },
    {
      日期: "2020-01-28",
      确诊病例: 1459,
      疑似病例: 3248,
      重症病例: 263,
      死亡病例: 26,
      治愈病例: 43
    },
    {
      日期: "2020-01-29",
      确诊病例: 1737,
      疑似病例: 4148,
      重症病例: 131,
      死亡病例: 38,
      治愈病例: 31
    },
    {
      日期: "2020-01-30",
      确诊病例: 1982,
      疑似病例: 4812,
      重症病例: 157,
      死亡病例: 43,
      治愈病例: 47
    },
    {
      日期: "2020-01-31",
      确诊病例: 2102,
      疑似病例: 5019,
      重症病例: 268,
      死亡病例: 46,
      治愈病例: 72
    },
    {
      日期: "2020-02-01",
      确诊病例: 2590,
      疑似病例: 4562,
      重症病例: 315,
      死亡病例: 45,
      治愈病例: 85
    },
    {
      日期: "2020-02-02",
      确诊病例: 2829,
      疑似病例: 5173,
      重症病例: 186,
      死亡病例: 57,
      治愈病例: 147
    },
    {
      日期: "2020-02-03",
      确诊病例: 3235,
      疑似病例: 5072,
      重症病例: 492,
      死亡病例: 64,
      治愈病例: 157
    }
  ]
};
