export const virusChartData = {
  columns: ["日期", "确诊病例", "疑似病例", "重症病例", "死亡病例", "治愈病例"],
  rows: [
    {
      日期: "2020-01-24",
      确诊病例: 444,
      疑似病例: 1118,
      重症病例: 0,
      死亡病例: 16,
      治愈病例: 3
    },
    {
      日期: "2020-01-25",
      确诊病例: 688,
      疑似病例: 1309,
      重症病例: 87,
      死亡病例: 15,
      治愈病例: 11
    },
    {
      日期: "2020-01-26",
      确诊病例: 769,
      疑似病例: 3806,
      重症病例: 137,
      死亡病例: 24,
      治愈病例: 2
    },
    {
      日期: "2020-01-27",
      确诊病例: 1771,
      疑似病例: 2077,
      重症病例: 515,
      死亡病例: 26,
      治愈病例: 9
    },
    {
      日期: "2020-01-28",
      确诊病例: 1459,
      疑似病例: 3248,
      重症病例: 263,
      死亡病例: 26,
      治愈病例: 43
    },
    {
      日期: "2020-01-29",
      确诊病例: 1737,
      疑似病例: 4148,
      重症病例: 131,
      死亡病例: 38,
      治愈病例: 31
    },
    {
      日期: "2020-01-30",
      确诊病例: 1982,
      疑似病例: 4812,
      重症病例: 157,
      死亡病例: 43,
      治愈病例: 47
    },
    {
      日期: "2020-01-31",
      确诊病例: 2102,
      疑似病例: 5019,
      重症病例: 268,
      死亡病例: 46,
      治愈病例: 72
    },
    {
      日期: "2020-02-01",
      确诊病例: 2590,
      疑似病例: 4562,
      重症病例: 315,
      死亡病例: 45,
      治愈病例: 85
    },
    {
      日期: "2020-02-02",
      确诊病例: 2829,
      疑似病例: 5173,
      重症病例: 186,
      死亡病例: 57,
      治愈病例: 147
    },
    {
      日期: "2020-02-03",
      确诊病例: 3235,
      疑似病例: 5072,
      重症病例: 492,
      死亡病例: 64,
      治愈病例: 157
    },
    {
      日期: "2020-02-04",
      确诊病例: 3887,
      疑似病例: 3971,
      重症病例: 431,
      死亡病例: 65,
      治愈病例: 262
    },
    {
      日期: "2020-02-05",
      确诊病例: 3694,
      疑似病例: 5328,
      重症病例: 640,
      死亡病例: 73,
      治愈病例: 261
    },
    {
      日期: "2020-02-06",
      确诊病例: 3143,
      疑似病例: 4833,
      重症病例: 962,
      死亡病例: 73,
      治愈病例: 387
    },
    {
      日期: "2020-02-07",
      确诊病例: 3399,
      疑似病例: 4214,
      重症病例: 1280,
      死亡病例: 86,
      治愈病例: 510
    },
    {
      日期: "2020-02-08",
      确诊病例: 2656,
      疑似病例: 3916,
      重症病例: 87,
      死亡病例: 89,
      治愈病例: 600
    },
    {
      日期: "2020-02-09",
      确诊病例: 3062,
      疑似病例: 4008,
      重症病例: 296,
      死亡病例: 97,
      治愈病例: 632
    },
    {
      日期: "2020-02-10",
      确诊病例: 2487,
      疑似病例: 3536,
      重症病例: 849,
      死亡病例: 108,
      治愈病例: 716
    },
    {
      日期: "2020-02-11",
      确诊病例: 2016,
      疑似病例: 3342,
      重症病例: 871,
      死亡病例: 97,
      治愈病例: 744
    }
  ]
};
export const virusSumData = [
  {
    title: "累计确诊",
    num: 82804,
    color: "red"
  },
  {
    title: "现有疑似",
    num: 20,
    color: "#000"
  },
  {
    title: "累计死亡",
    num: 4632,
    color: "#000"
  },
  {
    title: "累计治愈",
    num: 77257,
    color: "#000"
  }
];

export const tableColumns = [
  {
    prop: "日期",
    label: "时间"
  },
  {
    prop: "确诊病例",
    label: "确诊病例(人)"
  },
  {
    prop: "疑似病例",
    label: "疑似病例(人)"
  },
  {
    prop: "重症病例",
    label: "重症病例(人)"
  },
  {
    prop: "死亡病例",
    label: "死亡病例(人)"
  },
  {
    prop: "治愈病例",
    label: "治愈病例(人)"
  }
];

export const provinceColumns = [
  {
    prop: "name",
    label: "省市"
  },
  {
    prop: "total",
    label: "确诊病例"
  },
  {
    prop: "dead",
    label: "死亡病例"
  }
];
export const provinceData = [
  {
    id: 1,
    name: "湖北",
    total: 68128,
    dead: 4512,
    children: [
      {
        id: 10,
        name: "武汉",
        total: 50333,
        dead: 3869
      }
    ]
  },
  {
    id: 2,
    name: "河南",
    total: 1135,
    dead: 8,
    children: [
      {
        id: 20,
        name: "驻马店",
        total: 128,
        dead: 0
      }
    ]
  }
];
